//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "为你的数据找一个安全的家";
"_intro_1_text_"    = "Keep your data secure and under your control";

"_intro_2_title_"   = "多账户";
"_intro_2_text_"    = "连接所有的服务器，在文件视图点击 Nextcloud Logo 切换账户。";

"_intro_3_title_"   = "开始";
"_intro_3_text_"    = "非常好，你的 Вышка Диск 已经准备就绪。更多信息、新闻和联系方式请查阅 https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "加密云";
"_introNoCryptoCloud_1_text_"  = "加密云加密协议不再可用，从应用商店下载免费应用仍然可以解密您的文件\n\n用于Nextcloud的加密云\n\n不久，所有的NextCloud客户端都将有一个新的端到端协议可用\n\n\n点击开始";

"_log_in_"          = "Log in";
"_sign_up_"         = "Sign up with provider";
